IDEA StatiCa Open Model
IdeaConImportSettings.DefaultWeldMaterial Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the name of the default weld material
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string DefaultWeldMaterial { get; set; }
Public Property DefaultWeldMaterial As String
	Get
	Set
public:
property String^ DefaultWeldMaterial {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
IdeaConImportSettings Class
IdeaRS.OpenModel.Connection Namespace